Repository: jadhikari/Fishtail_homepage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, ne

source: Home
ja: ホーム
ne: गृहपृष्ठ

source: About
ja: 会社概要
ne: हाम्रो बारेमा

source: News
ja: ニュース
ne: समाचार

source: Services
ja: サービス
ne: सेवा

source: Career
ja: 採用情報
ne: क्यारियर

source: Members
ja: メンバー
ne: सदस्यहरू

source: Contact
ja: お問い合わせ
ne: सम्पर्क

source: Company Information Coming Soon
ja: 会社情報は近日公開予定
ne: कम्पनी जानकारी जल्दै आउनेछ

source: We are currently updating our company information. Please check back later for detailed information about our company.
ja: 現在、会社情報を更新中です。詳細な会社情報については、後日ご確認ください。
ne: हामी हाल कम्पनी जानकारी अपडेट गर्दैछौं। हाम्रो कम्पनीको विस्तृत जानकारीको लागि कृपया पछि फेरि जाँच गर्नुहोस्।

source: Business Associates
ja: ビジネスパートナー
ne: व्यावसायिक साझेदार

source: Company
ja: 会社
ne: कम्पनी

source: Further Information
ja: 詳しい情報
ne: थप जानकारी

source: Privacy Policy
ja: プライバシーポリシー
ne: गोपनीयता नीति

source: Follow us
ja: フォローしてください
ne: हाम्रो पछ्याउनुहोस्

source: Subscribe for Updates
ja: 最新情報を購読する
ne: अपडेटहरूको लागि सदस्यता लिनुहोस्

source: Get the latest news and job updates directly to your inbox.
ja: 最新のニュースや求人情報をあなたの受信箱に直接お届けします。
ne: नवीनतम समाचार र रोजगार अद्यावधिकहरू सिधै तपाईंको इनबक्समा प्राप्त गर्नुहोस्।

source: Subscribe
ja: 購読する
ne: सदस्यता लिनुहोस्

source: Enter your email
ja: メールアドレスを入力してください
ne: तपाईंको इमेल प्रविष्ट गर्नुहोस्

source: Your Gateway to Homes and Hostels
ja: 理想のホステルや家を見つけよう
ne: आफ्नो उपयुक्त होस्टल वा घर खोज्नुहोस्

source: Hostel
ne: होस्टल

source: Browse verified real estate and hostel listings to find your perfect stay or investment.
ja: 信頼できる提供者からのホステル、アパート、物件をすべて1つの便利なプラットフォームで探せます。
ne: विश्वसनीय प्रदायकहरूबाट होस्टल, अपार्टमेन्ट, र सम्पत्तिहरू एकै सुविधाजनक प्लेटफर्ममा अन्वेषण गर्नुहोस्।

source: About Us
ja: 私たちについて
ne: हाम्रो बारेमा

source: Company Information
ja: 会社情報
ne: कम्पनी जानकारी

source: Company Name
ja: 会社名
ne: कम्पनी नाम

source: Establishment
ja: 設立
ne: स्थापना

source: Representatives
ja: 代表者
ne: प्रतिनिधिहरू

source: Capital
ja: 資本金
ne: पूजी

source: Number of Employees
ja: 従業員数
ne: कर्मचारी संख्या

source: Business Portfolio
ja: 事業内容
ne: व्यापार पोर्टफोलियो

source: Tokyo Office
ja: 東京オフィス
ne: टोकियो कार्यालय

source: License number
ja: 免許番号
ne: लाइसेन्स नम्बर

source: Reliable News
ja: 信頼できるニュース
ne: विश्वसनीय समाचार

source: news_related
ja: 最新のビジネスおよびキャリアのトレンドに関する正確で綿密に調査されたニュースで常に最新情報を入手してください。
ne: नवीनतम व्यवसाय र करियर प्रवृत्तिहरूमा सटीक र राम्रोसँग अनुसन्धान गरिएका समाचारहरूमा अपडेट रहनुहोस्।

source: Career Insights
ja: キャリアインサイト
ne: करियर अन्तरदृष्टि

source: career_related
ja: 私たちは、専門家の意見、ヒント、およびガイダンスを提供し、プロフェッショナルがキャリアで成功するのを支援します。
ne: हामी पेशेवरहरूलाई उनीहरूको करियरमा उत्कृष्ट बनाउन विशेषज्ञ विचारहरू, सुझावहरू, र मार्गदर्शन प्रदान गर्छौं।

source: Community Engagement
ja: コミュニティ参加
ne: समुदाय संलग्नता

source: community_related
ja: 仕事とニュースの未来を形作るプロフェッショナルや思想的リーダーのネットワークに参加してください。
ne: काम र समाचारको भविष्य निर्माण गर्ने पेशेवरहरू र विचारशील नेताहरूको हाम्रो सञ्जालमा सामेल हुनुहोस्।

source: Our Mission
ja: 私たちの使命
ne: हाम्रो मिशन

source: Mission
ja: 使命
ne: मिशन

source: Vision
ja: ビジョン
ne: दृष्टिकोण

source: Values
ja: 価値観
ne: मूल्यहरू

source: Company Overview
ja: 会社概要
ne: कम्पनी सिंहावलोकन

source: Consolidated
ja: 連結
ne: समेकित

source: Non-Consolidated
ja: 単体
ne: गैर-एकीकृत

source: Trending News
ja: トレンドニュース
ne: प्रचलित समाचार

source: Read More
ja: 続きを読む
ne: थप पढ्नुहोस्

source: First
ja: 最初
ne: पहिलो

source: Previous
ja: 前へ
ne: अघिल्लो

source: Next
ja: 次へ
ne: अर्को

source: Last
ja: 最後
ne: अन्तिम

source: Back to News
ja: ニュースに戻る
ne: समाचारमा फर्कनुहोस्

source: Available Job Positions
ja: 募集職種一覧
ne: उपलब्ध जागिर पदहरू

source: Explore the opportunities to join our dynamic team.
ja: 私たちの活気あるチームに参加する機会を探してみましょう。
ne: हाम्रो ऊर्जावान टोलीमा सामेल हुने अवसरहरू अन्वेषण गर्नुहोस्।

source: Search by Job Title
ja: 職種で検索
ne: कामको शीर्षक अनुसार खोज्नुहोस्

source: No jobs found.
ja: 求人が見つかりませんでした。
ne: कुनै पनि जागिर फेला परेन।

source: View Details
ja: 詳細を見る
ne: विवरण हेर्नुहोस्

source: Posted on
ja: 掲載日
ne: प्रकाशित मिति

source: Job Details
ja: 求人詳細
ne: रोजगार विवरण

source: Posted On:
ja: 掲載日：
ne: प्रकाशित मिति:

source: Last Updated:
ja: 最終更新日：
ne: अन्तिम अपडेट:

source: Apply Now
ja: 今すぐ応募
ne: अहिले आवेदन दिनुहोस्

source: Back to job list
ja: 求人一覧に戻る
ne: रोजगार सूचीमा फर्कनुहोस्

source: Our Team
ja: 私たちのチーム
ne: हाम्रो टोली

source: Meet Our Team Members
ja: チームメンバーの紹介
ne: हाम्रो टोलीका सदस्यहरूलाई भेट्नुहोस्

source: Our Amazing Team
ja: 素晴らしいチーム
ne: हाम्रो अद्भुत टोली

source: Dedicated professionals behind our success.
ja: 私たちの成功を支える献身的な専門家たち。
ne: हाम्रो सफलताका पछाडि समर्पित व्यवसायिकहरू।

source: Close
ja: 閉じる
ne: बन्द गर्नुहोस्

source: Contact Us
ja: お問い合わせ
ne: सम्पर्क गर्नुहोस्

source: Whether you are looking for job opportunities or business partnerships, our team is ready to assist you. Get in touch with us today.
ja: 求人情報やビジネスパートナーシップをお探しの場合でも、当社のチームがサポートいたします。お気軽にお問い合わせください。
ne: तपाईं जागिरको अवसर खोज्दै हुनुहुन्छ वा व्यापार साझेदारीको खोजीमा हुनुहुन्छ भने, हाम्रो टिम तपाईंलाई सहयोग गर्न तयार छ। आजै हामीसँग सम्पर्क गर्नुहोस्।

source: Our Office
ja: 当社オフィス
ne: हाम्रो कार्यालय

source: Address
ja: 住所
ne: ठेगाना

source: Email
ja: メール
ne: इमेल

source: Website
ja: ウェブサイト
ne: वेबसाइट

source: Send Us a Message
ja: メッセージを送る
ne: हामीलाई सन्देश पठाउनुहोस्

source: Your Name
ja: お名前
ne: तपाईंको नाम

source: Your Email
ja: メールアドレス
ne: तपाईंको इमेल

source: Phone Number
ja: 電話番号
ne: फोन नम्बर

source: Fax Number
ja: Fax 号
ne: Fax नम्बर

source: Your Address
ja: ご住所
ne: तपाईंको ठेगाना

source: Purpose of Contact
ja: お問い合わせの目的
ne: सम्पर्कको उद्देश्य

source: Select Purpose
ja: 目的を選択
ne: उद्देश्य चयन गर्नुहोस्

source: Looking for a Job
ja: 求人を探している
ne: जागिर खोज्दै

source: Business Partnership
ja: ビジネスパートナーシップ
ne: व्यापार साझेदारी

source: General Inquiry
ja: 一般的なお問い合せ
ne: सामान्य सोधपुछ

source: Your Message
ja: メッセージ内容
ne: तपाईंको सन्देश

source: Send Message
ja: 送信
ne: सन्देश पठाउनुहोस्

source: Our Location
ja: 所在地
ne: हाम्रो स्थान

source: Why Choose Us
ja: 選ばれる理由
ne: हामीलाई किन छान्ने

source: Your trusted partner in real estate and hostel solutions
ja: 不動産とホステルのソリューションにおける信頼できるパートナー
ne: रियल एस्टेट र होस्टेल समाधानमा तपाईंको विश्वसनीय साझेदार

source: Property Listings
ja: 物件一覧
ne: सम्पत्ति सूची

source: Explore verified real estate properties and premium hostel accommodations with detailed descriptions.
ja: 詳細な説明付きの検証済み不動産物件とプレミアムホステル宿泊施設をご覧ください。
ne: विस्तृत विवरणका साथ प्रमाणित रियल एस्टेट सम्पत्तिहरू र प्रिमियम होस्टेल आवासहरू अन्वेषण गर्नुहोस्।

source: Prime Locations
ja: 最高の立地
ne: उत्कृष्ट स्थानहरू

source: Discover properties in the best neighborhoods with comprehensive location insights.
ja: 包括的な立地情報と共に最高の地域の物件を見つけましょう。
ne: व्यापक स्थान अन्तर्दृष्टिका साथ उत्तम छिमेकहरूमा सम्पत्तिहरू फेला पार्नुहोस्।

source: Expert Consultation
ja: 専門家による相談
ne: विशेषज्ञ परामर्श

source: Get professional advice from our experienced real estate consultants and hostel advisors.
ja: 経験豊富な不動産コンサルタントとホステルアドバイザーから専門的なアドバイスを受けられます。
ne: हाम्रा अनुभवी रियल एस्टेट सल्लाहकारहरू र होस्टेल सल्लाहकारहरूबाट व्यावसायिक सल्लाह प्राप्त गर्नुहोस्।

source: Easy Booking
ja: 簡単予約
ne: सजिलो बुकिङ

source: Simple and quick booking process for viewing properties or reserving hostel rooms with instant confirmation.
ja: 物件の見学やホステル客室の予約が簡単で迅速、即座に確認できる予約プロセスです。
ne: सम्पत्तिहरू हेर्न वा तत्काल पुष्टिका साथ होस्टेल कोठाहरू रिजर्भ गर्नको लागि सरल र छिटो बुकिङ प्रक्रिया।

source: How We Works
ja: ご利用の流れ
ne: यसले कसरी काम गर्छ

source: Your journey to finding the perfect property or hostel accommodation
ja: 理想の物件やホステルを見つけるまでの旅路
ne: उत्तम सम्पत्ति वा होस्टेल आवास फेला पार्ने तपाईंको यात्रा

source: Search & Browse
ja: 検索・閲覧
ne: खोज र ब्राउज

source: Explore our verified listings of real estate properties and premium hostel accommodations.
ja: 検証済みの不動産物件とプレミアムホステル宿泊施設のリストをご覧ください。
ne: हाम्रा प्रमाणित रियल एस्टेट सम्पत्तिहरू र प्रिमियम होस्टेल आवासहरूको सूचीहरू अन्वेषण गर्नुहोस्।

source: Compare & Shortlist
ja: 比較・候補リスト作成
ne: तुलना र छोटो सूची

source: Compare properties based on location, amenities, and pricing to create your shortlist.
ja: 立地、設備、価格に基づいて物件を比較し、候補リストを作成しましょう。
ne: स्थान, सुविधाहरू, र मूल्य आधारमा सम्पत्तिहरू तुलना गरेर आफ्नो छोटो सूची बनाउनुहोस्।

source: Schedule Viewing
ja: 見学の予約
ne: हेर्ने समय निर्धारण

source: Book a convenient time to visit the property or hostel and see it in person.
ja: ご都合の良い時間に物件やホステルの見学を予約し、実際に見に行きましょう。
ne: सम्पत्ति वा होस्टेल भ्रमण गर्न र व्यक्तिगत रूपमा हेर्नको लागि सुविधाजनक समय बुक गर्नुहोस्।

source: Consultation & Advice
ja: 相談・アドバイス
ne: परामर्श र सल्लाह

source: Get expert guidance from our consultants on property details, legal matters, and negotiations.
ja: 物件の詳細、法的問題、交渉について、経験豊富なコンサルタントから専門的なガイダンスを受けられます。
ne: सम्पत्ति विवरण, कानुनी मामिलाहरू, र बार्तालापहरूमा हाम्रा सल्लाहकारहरूबाट विशेषज्ञ मार्गदर्शन प्राप्त गर्नुहोस्।

source: Finalize & Book
ja: 確定・予約
ne: अन्तिम रुप दिनुहोस् र बुक गर्नुहोस्

source: Complete documentation, secure your booking, and get instant confirmation for your stay or purchase.
ja: 書類を完成させ、予約を確定し、滞在や購入の即座の確認を受けましょう。
ne: कागजातहरू पूरा गर्नुहोस्, आफ्नो बुकिङ सुरक्षित गर्नुहोस्, र तपाईंको बसाइ वा खरिदको लागि तत्काल पुष्टि प्राप्त गर्नुहोस्।

source: Move In & Support
ja: 入居・サポート
ne: सर्नुहोस् र सहयोग

source: Enjoy ongoing support and assistance even after you've moved in or started your stay.
ja: 入居後や滞在開始後も、継続的なサポートと支援をご利用いただけます。
ne: तपाईंले सरेका वा बसाइ सुरु गरेपछि पनि निरन्तर सहयोग र सहायता प्राप्त गर्नुहोस्।

source: Our Services
ja: サービス一覧
ne: हाम्रा सेवाहरू

source: We leverage our expertise in real estate and property management to provide comprehensive solutions, ensuring many foreigners can live in a safe and secure environment. We focus on building trust through personalized service, working towards achieving diversity in Japan through housing and business spaces.
ja: 不動産およびプロパティ管理における専門知識を活用し、包括的なソリューションを提供し、多くの外国人が安全で安心できる環境で暮らせるようにしています。パーソナライズされたサービスを通じて信頼を築くことに焦点を当て、住居やビジネススペースを通じて日本における多様性の実現に向けて取り組んでいます。
ne: हामी रियल एस्टेट र सम्पत्ति व्यवस्थापनमा आफ्नो विशेषज्ञताको उपयोग गरेर व्यापक समाधानहरू प्रदान गर्दछौं, जसले धेरै बिदेशीहरू सुरक्षित र सुरक्षित वातावरणमा बस्न सक्दछन्। हामी व्यक्तिगत सेवा मार्फत भरोसा निर्माणमा फोकस गर्दछौं, घर र व्यवसायिक ठाउँहरू मार्फत जापानमा विविधता हासिल गर्न काम गर्दैछौं।

source: Our services are available in multiple languages including Nepali, English, and Hindi, ensuring seamless communication for our international clients. We also provide specialized support for hostel accommodations.
ja: ネパール語、英語、ヒンディー語を含む複数の言語でサービスを提供しており、国際的なお客様との円滑なコミュニケーションを確保しています。また、ホステル宿泊施設の専門的なサポートも提供しています。
ne: हाम्रा सेवाहरू नेपाली, अङ्ग्रेजी, र हिन्दी सहित धेरै भाषाहरूमा उपलब्ध छन्, जसले हाम्रा अन्तर्राष्ट्रिय ग्राहकहरूको लागि निर्बाध सञ्चार सुनिश्चित गर्दछ। हामीले होस्टेल आवासहरूका लागि विशेष सहयोग पनि प्रदान गर्दछौं।

source: Multi-Language Support: Nepali, English, Hindi
ja: 多言語サポート：ネパール語、英語、ヒンディー語
ne: बहुभाषा सहयोग: नेपाली, अङ्ग्रेजी, हिन्दी

source: Hostel Support Available
ja: ホステルサポート利用可能
ne: होस्टेल सहयोग उपलब्ध

source: Specialized Service
ja: 専門サービス
ne: विशेषीकृत सेवा

source: Learn More
ja: 詳細を見る
ne: थप जान्नुहोस्

source: No services available at the moment.
ja: 現在サービスは利用できません。
ne: हालका लागि कुनै सेवा उपलब्ध छैन।

source: Ready to Get Started?
ja: 始める準備はできていますか？
ne: सुरू गर्न तयार हुनुहुन्छ?

source: Contact us today to discuss your needs and discover how we can help you with our comprehensive services.
ja: 今すぐお問い合わせください。包括的なサービスでどのようにお手伝いできるかご説明します。
ne: अहिले नै हामीलाई सम्पर्क गर्नुहोस् र हामीले हाम्रा व्यापक सेवाहरू मार्फत तपाईंलाई कसरी मद्दत गर्न सक्छौं भनेर जान्नुहोस्।

source: Building trust through excellence and innovation
ja: 卓越性と革新を通じた信頼の構築
ne: उत्कृष्टता र नवीनताबाट भरोसा निर्माण

source: Meet the dedicated professionals who bring expertise, passion, and commitment to serving our clients with excellence.
ja: 専門知識、情熱、そしてお客様に卓越したサービスを提供することを約束する献身的なプロフェッショナルとの出会いをご覧ください。
ne: समर्पित पेशेवरहरूसँग भेटघाट गर्नुहोस् जसले उत्कृष्टतासँग हाम्रा ग्राहकहरूलाई सेवा गर्न विशेषज्ञता, जुनून र प्रतिबद्धता ल्याउँछन्।

source: Team Members Coming Soon
ja: チームメンバーは近日公開予定
ne: टीम सदस्यहरू जल्दै आउनेछ

source: Our team information is being updated. Please check back later to meet our dedicated professionals.
ja: チーム情報を更新中です。献身的なプロフェッショナルとの出会いのために、後ほど再度ご確認ください。
ne: हाम्रो टीम जानकारी अपडेट गरिँदैछ। कृपया हाम्रा समर्पित पेशेवरहरूसँग भेटघाटको लागि पछि फेरि जाँच गर्नुहोस्।

source: Message from Our CEO
ja: CEOからのメッセージ
ne: हाम्रा मुख्य कार्यकारी अधिकृतबाट सन्देश

source: Our Team Members
ja: チームメンバー
ne: हाम्रा टीम सदस्यहरू

source: Get in touch with us. We're here to help you with your questions and assist you with your needs.
ja: お問い合わせください。ご質問やご要望にお答えする準備ができています。
ne: हामीले सम्पर्क गर्नुहोस्। हामी तपाईंका प्रश्नहरूमा मद्दत गर्न र तपाईंको आवश्यकताहरूमा सहायता गर्न तयार छौं।

source: Business Hours
ja: 営業時間
ne: व्यावसायिक समय

source: Hostel Accommodation
ne: होस्टेल आवास

source: Find comfortable and affordable hostel accommodation for your stay in Japan. Our hostels offer safe, clean, and convenient living spaces with all essential amenities.
ne: जापानमा तपाईंको बसाइका लागि आरामदायी र सस्तो होस्टेल आवास फेला पार्नुहोस्। हाम्रा होस्टेलहरूले सबै आवश्यक सुविधाहरूको साथ सुरक्षित, सफा, र सुविधाजनक बसाइ स्थानहरू प्रदान गर्दछन्।

source: Available
ne: उपलब्ध

source: Full
ne: भरिएको

source: Total Beds
ne: कूल ओछ्यानहरू

source: Available Beds
ne: उपलब्ध ओछ्यानहरू

source: Monthly Rent
ne: मासिक किराया

source: Features
ne: विशेषताहरू

source: Book Now
ne: अब बुक गर्नुहोस्

source: Not Available
ne: उपलब्ध छैन

source: Book
ne: बुक

source: Hostel Information
ne: होस्टेल जानकारी

source: Hostel Name
ne: होस्टेल नाम

source: Additional Message
ne: थप सन्देश

source: Submit Booking Request
ne: बुकिङ अनुरोध पेश गर्नुहोस्

source: No Hostels Available
ne: कुनै होस्टेल उपलब्ध छैन

source: We are currently updating our hostel listings. Please check back later for available accommodations.
ne: हामी हाल हाम्रा होस्टेल सूचीहरू अपडेट गर्दैछौं। कृपया उपलब्ध आवासहरूका लागि पछि फेरि जाँच गर्नुहोस्।

source: Optional
ne: वैकल्पिक

source: Confirmation
ne: पुष्टि

source: Thank you for your booking request! Our staff will contact you soon via email or phone to confirm your reservation.
ne: तपाईंको बुकिङ अनुरोधको लागि धन्यवाद! हाम्रा कर्मचारीहरूले चाँडै इमेल वा फोन मार्फत तपाईंसँग सम्पर्क गरी तपाईंको आरक्षण पुष्टि गर्नेछन्।

source: Thank you for your message! We have received your inquiry and will contact you soon.
ne: तपाईंको सन्देशको लागि धन्यवाद! हामीले तपाईंको जानकारी प्राप्त गर्यौं र चाँडै सम्पर्क गर्नेछौं।

source: Sorry, there was an error submitting your message. Please try again later.
ne: माफ गर्नुहोस्, तपाईंको सन्देश पेश गर्दा त्रुटि भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।

source: Thank you for contacting Fishtail Homes
ne: Fishtail Homes सम्पर्क गरेकोमा धन्यवाद

source: Frequently Asked Questions
ne: बारम्बार सोधिने प्रश्नहरू

source: Find answers to commonly asked questions about our services, hostels, and general information.
ne: हाम्रा सेवाहरू, होस्टेलहरू, र सामान्य जानकारीको बारेमा बारम्बार सोधिने प्रश्नहरूका उत्तरहरू फेला पार्नुहोस्।

source: No FAQs Available
ne: कुनै प्रश्न उपलब्ध छैन

source: We are currently updating our FAQ section. Please check back later.
ne: हामी हाल हाम्रो प्रश्न अनुभाग अपडेट गर्दैछौं। कृपया पछि फेरि जाँच गर्नुहोस्।

source: Terms & Conditions
ja: 利用規約
ne: नियम र शर्तहरू

source: Please read our terms and conditions carefully before using our services.
ne: कृपया हाम्रा सेवाहरू प्रयोग गर्नु अघि हाम्रा नियम र शर्तहरू ध्यानपूर्वक पढ्नुहोस्।

source: Terms & Conditions Not Available
ne: नियम र शर्तहरू उपलब्ध छैन

source: We are currently updating our terms and conditions. Please check back later.
ne: हामी हाल हाम्रा नियम र शर्तहरू अपडेट गर्दैछौं। कृपया पछि फेरि जाँच गर्नुहोस्।

source: Last updated
ne: अन्तिम अपडेट

source: Get the latest updates and real estate news directly to your inbox.
ne: नवीनतम अपडेटहरू र घर जग्गा सम्बन्धी समाचारहरू सिधै आफ्नो इनबक्समा प्राप्त गर्नुहोस्।

source: Monday - Friday
ja: 月曜日 - 金曜日
